/* 
   Localizable.strings
   gfxCardStatus

   Created by Edwin Chan on 15.05.10.
   Copyright 2010 Edwin Chan. All rights reserved.
 */

/* Main menu */
"About"            = "關於 gfxCardStatus, v%%";
"Update"           = "檢查更新...";
"Preferences"      = "偏好設定...";
"SwitchGPUs"       = "變更 GPU (試驗)";
"IntegratedOnly"   = "僅 Integrated® 晶片";
"DiscreteOnly"     = "僅 Discrete® 晶片";
"DynamicSwitching" = "自動圖形切換";
"Dependencies"     = "相依程式";
"NoProcess"        = "沒有";
"Quit"             = "結束";
"Close"            = "關閉！";
"PowerSource"      = "電源供應: %%";
"Battery"               = "電池";
"ACAdapter"             = "電源荭換器";

/* Preferences window */
"PrefTitle"        = "gfxCardStatus 偏好設定";
"PrefUpdate"       = "起始時檢查更新";
"PrefGrowl"        = "以 Growl 顕示狀態更改訊息";
"PrefStartup"      = "起始時載入 gfxCardStatus";
"PrefLog"          = "記錄診斷訊息至系統監視程式";
"PrefRestoreState" = "起始時回復到上次使用的模式";
"PrefPowerSwitching"	= "以電源供應模式切換圖形晶片";
"Integrated"            = "Integrated";
"Discrete"              = "Discrete";
"Dynamic"               = "自動切換";
"OnBattery"        = "使用電池時:";
"PluggedIn"        = "電源荭換器:";
"General"               = "General";
"Switching"             = "Switching";
"SmartMenuBarIcons"     = "Use smart menu bar icons";

/* About box */
"AboutTitle"       = "關於 gfxCardStatus";
"AboutWebsite"     = "網址";

/* Growl */
"GrowlGPUChanged"       = "GPU changed";
"GrowlGPUChangedMessage"           = "'%1$@' now in use.";

/***** NOT YET LOCALIZED ******/

/* Not yet localized - Preferences window */
"General"									 = "一般";
"Switching"									 = "轉換";
"(overrides restoration on load preference)" = "（將取代回復到上次使用的模式）";

/* Not yet localized - Update window */
"Updating gfxCardStatus"					 = "更新 gfxCardStatus";
"Checking for Updates..."					 = "正在檢查更新...";

/* Not yet localized - Update window dialog */
"You're up to date!"											 = "您的軟體是最新的版本";
"gfxCardStatus 1.8.1 is currently the newest version available." = "gfxCardStatus %% 已是最新的版本，目前無法為您提供任何更新。";
"OK"															 = "好";

/* Not yet localized - About window */
"About gfxCardStatus"			= "關於 gfxCardStatus";
